Revit 2027 API
ElementArray Constructor
Initializes a new instance of the ElementArray class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ElementArray()
Public Sub New
public:
ElementArray()
new : unit -> ElementArray
See Also
Reference
ElementArray Class
Autodesk.Revit.DB Namespace